Repository: sp1ritCS/Fidei
Catalog: po/*.po
Languages: de, nl

source: Take back your faith
de: Gewinn deinen Glauben zurück
nl: Ga weer geloven

source: Copyright (c) 2022 Florian "sp1rit" and contributors
de: Copyright (c) 2022 Florian "sp1rit" und Kontributierende
nl: Auteursrecht (c) 2022 Florian “sp1rit” en andere bijdragers

source: No bibles found on your system
de: Es sind keine Bibeln auf deinem System vorhanden
nl: Er zijn geen bijbels aangetroffen

source: Switch bible
de: Bibel wechseln
nl: Andere bijbel

source: Preferences
de: Einstellungen
nl: Voorkeuren

source: About Fidei
de: Über Fidei
nl: Over Fidei

source: Download more
de: Weitere herunterladen
nl: Bijbels downloaden

source: Open directory
de: Verzeichnis öffnen
nl: Map openen

source: Welcome to Fidei!
de: Willkommen zu Fidei!
nl: Welkom in Fidei!

source: Pick a book from the sidebar on the left
de: Wähle ein Buch von der linken Seitenleiste aus
nl: Kies in de zijbalk links een boek

source: Title
de: Titel
nl: Titel

source: Path
de: Pfad
nl: Locatie

source: Publisher
de: Verlag
nl: Uitgever

source: Language identifier
de: Sprachkürzel
nl: Taalcode

source: Unique identifier
de: Eindeutige Kennung
nl: Unieke code

source: Rights
de: Rechte
nl: Rechten

source: General
de: Allgemein
nl: Algemeen

source: Content
de: Inhalt
nl: Inhoud

source: Change the apperance of the content view
de: Ändere das Erscheinungsbild von der Inhaltsansicht
nl: Pas de vormgeving van de inhoud aan

source: Display Headings/Captions
de: Überschriften/Titel anzeigen
nl: Koppen en bijschriften tonen

source: Note: this requires a compatible bible
de: Obacht: dies benötigt eine kompatible Bibel
nl: Let op: niet alle bijbels ondersteunen dit

source: Font
de: Schriftart
nl: Lettertype

source: Change font size and title
de: Ändere Schiftgröße und -titel
nl: Lettertype en -grootte aanpassen

source: Presentation of »Lord«
de: Darstellung von »Herr«
nl: Weergave van »Heer«

source: Small caps
de: Kapitälchen
nl: Kleine hoofdletters

source: Configure string matches that will convert to small caps
de: Konfiguriere die string abgleichungen die in Kapitälchen konvertiert werden
nl: Geef aan welke woorden in kleine hoofdletters moeten worden getoond

source: Bible
de: Bibel
nl: Bijbel

source: Bible;Luther;King James;
de: Bibel;Luther;King James;König James;
nl: Bijbel;Luther;King James;

source: Bible reader
de: Bibelleser
nl: Bijbellezer

source: Fidei is an offline GTK bible reader for GNOME making use of modern technologies like libadwaita.
de: Fidei ist ein offline GTK Bibelleser für GNOME, welcher such modernen Technologien wie libadwaita zunutze machte
nl: Fidei is een offline-bijbellezer voor GNOME, die gebruikmaakt van moderne technologieën als libadwaita.

source: Features include:
de: Zu den Funktionen gehören:
nl: Kenmerken:

source: Reads bibles with in Zefania XML format
de: Liest Bibeln in Zefania XML format
nl: Lees bijbels in Zefania-xml-formaat;

source: Caption/Heading support
de: Unterstüzung für Titel/Überschriften
nl: Ondersteuning voor koppen en bijschriften;

source: Support for proper capitalization (small-caps) of »Lord«
de: Unterstützung für die richtige Kapitalisation (Kapitälchen) von »Herr«
nl: Ondersteuning voor het tonen van »Heer« in kleine hoofdletters.

source: The initial screen, showing available bibles on the system
de: Der Startbildschirm, welcher die Bibeln anzeicht, die auf dem System verfügbar sind
nl: Het hoofdscherm met beschikbare bijbels

source: Fidei in desktop mode, showing Mark 10
de: Fidei im Desktop-Modus, während es Markus 10 anzeigt
nl: Fidei in desktopmodus met Marcus 10 geopend

source: Fidei in mobile mode, showing Genesis 3
de: Fidei im Mobil-Modus, während es 1. Mose 3 anzeigt
nl: Fidei in mobiele modus met Genesis 3 geopend

source: Initial release
de: Anfängliche Veröffentlichung
nl: Eerste versie

source: Failure creating directory: %s
de: Verzeichnis konnte nicht erstellt werden: %s
nl: De map kan niet worden aangemaakt: %s

source: Failure opening directory: %s
de: Verzeichnis konnte nicht geöffnet werden: %s
nl: De map kan niet worden geopend: %s

source: Failure acessing file: %s
de: Datei konnte nicht aufgerufen werden: %s
nl: Het bestand kan niet worden geopend: %s

source: Copied to clipboard
de: In die Zwischenablage kopiert
nl: Gekopieerd naar het klembord

source: Bible information
de: Bibel Informationen
nl: Bijbelinformatie

source: Invalid vref found on caption: %s
de: Caption mit invalider vref gefunden
nl: Ongeldige vref aangetroffen in bijschrift: %s

source: Failed opening external application
de: Es ist nicht möglich die externe Anwendung zu starten
nl: De externe toepassing kan niet worden geopend

source: Failed creating XdgDesktopOpenURI proxy: %s
de: Ein Fehler ist während der Erstellung des XdgDesktopOpenURI Proxy aufgetreten: %s
nl: De XdgDesktopOpenURI-proxy kan niet worden aangemaakt: %s

source: Failed querying launch application: %s
de: Abfrage der Launchanwendung fehlgeschlagen: %s
nl: Het openen van de toepassing kan niet worden bijgehouden: %s

source: Failed launching application: %s
de: Starten der Anwendung fehlgeschlagen: %s
nl: De toepassing kan niet worden geopend: %s

source: Property bibles of Fidei.AppWindow can only be set once
de: Property bibles von Fidei.AppWindow kann nur einmal gesetzt werden
nl: Eigenschappen van bijbels in Fidei.AppWindow kunnen slechts eenmaal worden ingesteld

source: Add language
de: Sprache hinzufügen
nl: Taal toevoegen

source: Regular Expression
de: Reguläre Expression
nl: Reguliere uitdrukking

source: Remove language
de: Sprache entfernen
nl: Taal verwijderen

source: Property settings of Fidei.Preferences can only be set once
de: Property settings von Fidei.Preferences kann nur einmal gesetzt werden
nl: Eigenschappen van instellingen van Fidei.Preferences kunnen slechts eenmaal worden ingesteld
